<!DOCTYPE html>
<html>

	<head>
		<meta charset="utf-8">
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<title>Ama Career</title>
		<meta name="description" content="">
		<meta name="viewport" content="width=device-width, initial-scale=1.0">
		
		<?php include "include/header_css.php";?>
	
	
		<?php include "include/script.php";?>
		<style>
		.colleges-in-odisha	.nav-pills .nav-link.active, .colleges-in-odisha .nav-pills .show>.nav-link {
    color: #fff;
    background-color: #0f3970;
		}
		.colleges-in-odisha	.nav-pills a.nav-link {
		    color: #0f3970;
		        border: 2px solid #0f3970;
		}
		.colleges-in-odisha{
			padding: 50px 0px;
		}
			.colleges-in-odisha li.nav-item {
    margin: 10px;
		}
				.colleges-in-odisha .table-bordered td, .table-bordered th {
    border: 1px solid #0f3970;
		}
			.colleges-in-odisha .table thead th {
    vertical-align: bottom;
    border-bottom: 1px solid #0f3970 !important;
}
		</style>
		
		<!-- Google Tag Manager -->
<script>(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
})(window,document,'script','dataLayer','GTM-K43FK2HL');</script>
<!-- End Google Tag Manager -->

	</head>
	<body>
	    
	    <!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-K43FK2HL"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->

			<!-- -------------header start---------- -->
		<section class="top-logo">
			<div class="contaner">
			<?php include "include/top_bar.php";?>
			</div>
		</section>
		<section class ="bg-pattern header-menubg" >
			<div class="container">
			<div class="row">
			<div class="col-md-10 col-6">
						<?php include "include/nav_menu.php";?>  
			</div>
			<div class="col-md-2 col-6">
				
				<nav class="navbar navbar-expand-sm navbar-dark">
			      	<div class="d-flex language">
			      	    <div class="language-od">
			        <a href="../nwentrance-exams.php" class="language-odia">English</a>
			      	</div>
			      	<div class="language-en">
			      		<a href="nwentrance-exams.php" class="language-eng">ଓଡିଆ</a>
			      	</div>
			        
			      	</div>
				</nav> 
			</div>
			</div>
			</div>      
		</section>
		<!------ header end ------------->
		<section class="colleges-in-odisha">
			<div class="container">
				
				<div class="row">
					<div class="col-md-12" >
						    	 <table class="table table-hover table-bordered">
    <thead>
      <tr>
      	<th>Sl . no</th>
        <th>Entrance Exam Name</th>
        <th>Entrance Exam Description</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>1</td>
        <td>ସିଏଟି</td>
        <td>କମନ୍ ଆଡମିସନ୍ ଟେଷ୍ଟ୍ (ସିଏଟି) ହେଉଛି ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା, ଯେଉଁଥିରେ ଆଶାୟୀମାନେ ଆଇଆଇଏମ୍ ଭଳି ମ୍ୟାନେଜମେଣ୍ଟ୍ ଇନଷ୍ଟିଚ୍ୟୁଟରେ ପ୍ରବେଶ କରିପାରିବେ।
        	<ul>
        		<li>ଯୋଗ୍ୟତା: ସ୍ନାତକ ଡିଗ୍ରୀରେ ୫୦% (ସଂରକ୍ଷିତ ବର୍ଗ ପାଇଁ ସମୁଦାୟ ୪୫%)</li>
        		<li>ଲିଙ୍କ୍:<a href=": https://iimcat.ac.in/ "> : https://iimcat.ac.in/ </a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ନଭେମ୍ବରରେ</li>
        	</ul>
        </td>      
      </tr>
      <tr>
      	<td>2</td>
		<td>ଏମ୍ଏଟି</td>
        <td> ମ୍ୟାନେଜମେଣ୍ଟ୍ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ୍ (ଏମ୍ଏଟି) ହେଉଛି ୧୯୮୮ ମସିହାରୁ ପରିଚାଳିତ ଏକ ଜାତୀୟ ସ୍ତରର ପରୀକ୍ଷା ଯାହା ବିଜନେସ୍ ସ୍କୁଲ (ବି-ସ୍କୁଲ) ଏମବିଏ ଏବଂ ଆନୁଷଙ୍ଗିକ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଏମ୍ଏଟି ହେଉଛି ଭାରତର ଶୀର୍ଷ ଏମ୍ଏଟି ଗ୍ରହଣକାରୀ କଲେଜଗୁଡିକର ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଆମିଟି ୟୁନିଭର୍ସିଟି ନୋଏଡା, ଏଲପିୟୁ, ଜୟପୁରିଆ ନୋଏଡା, ଏସ୍ଓଏ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଗ୍ରାଫିକ୍ ଏରା ଡିମ୍ଡ ଟୁ ବି ୟୁନିଭର୍ସିଟି, ଏମ୍ଏନ୍ଆଇଟି ଜୟପୁର, ଏନ୍ଆଇଟି କାଲିକଟ, ବିର୍ଲା ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଟେକ୍ନୋଲୋଜି, ମଣିପାଲ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଜୟପୁରିଆ ଜୟପୁର ଇତ୍ୟାଦି ନାମଲେଖା ପାଇଁ ଏହି ପରୀକ୍ଷା କରନ୍ତି ।
			<ul>
				<li>ଯୋଗ୍ୟତା - ଯେକୌଣସି ବିଷୟରେ ସ୍ନାତକ । ସ୍ନାତକ ପାଠ୍ୟକ୍ରମର ଶେଷ ବର୍ଷର ଛାତ୍ରଛାତ୍ରୀ ମଧ୍ୟ ଆବେଦନ କରିପାରିବେ। </li>
        		<li>ଲିଙ୍କ୍:<a href="https://mat.aima.in/"> https://mat.aima.in/</a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଚାରି ଥର - ଫେବୃଆରୀ, ମେ, ସେପ୍ଟେମ୍ବର, ଡିସେମ୍ବର</li>
			</ul>
		</td>
        
      </tr>
      <tr>
      	<td>3</td>
        <td>ଏକ୍ସ୍ଏଟି</td>
        <td> ଜାଭିୟର୍ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ୍ ବା ଏକ୍ସ୍ଏଟି ହେଉଛି ଜାମସେଦପୁରର ଏକ୍ସ୍ଏଲ୍ଆରଆଇ ଦ୍ୱାରା ଏମବିଏ/ପିଜିଡିଏମ୍ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପରିଚାଳିତ ଏକ ଜାତୀୟ ସ୍ତରୀୟ ପରିଚାଳନା ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଏକ୍ସ୍ଏଲ୍ଆରଆଇ ଏବଂ ଅନ୍ୟ ୧୦ଟି ଏକ୍ସ୍ଏଏମ୍ଆଇ ସଦସ୍ୟ କଲେଜ ବ୍ୟତୀତ ୧୦୦୦ରୁ ଅଧିକ ବି-ସ୍କୁଲ ସେମାନଙ୍କ ସ୍ନାତକୋତ୍ତର ପରିଚାଳନା ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଏକ୍ସ୍ଏଟି ସ୍କୋର ଗ୍ରହଣ କରନ୍ତି । 
		<ul>
			<li>ଯୋଗ୍ୟତା - ଯେକୌଣସି ବିଷୟରେ ସର୍ବନିମ୍ନ ତିନି ବର୍ଷ ଅବଧି କିମ୍ବା ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ସ୍ନାତକ ଡିଗ୍ରୀ  </li>
			<li>ଲିଙ୍କ୍:<a href="https://www.xatonline.in/">"https://www.xatonline.in/"</a></li>
			<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଜାନୁଆରୀରେ</li>
		</ul>
		</td>
      </tr>
	  <tr>
		<td>4</td>
		<td>ସ୍ନାପ୍</td>
		<td>ସିମ୍ବାୟୋସିସ୍ ଇଣ୍ଟରନ୍ୟାସନାଲ୍ ୟୁନିଭର୍ସିଟି (ଏସ୍ଆଇୟୁ) ଦ୍ୱାରା ପରିଚାଳିତ ଭାରତର ଏକ ଏମ୍ ବିଏ ପ୍ରବେଶିକା ପରୀକ୍ଷା ହେଉଛି ସ୍ନାପ୍। ଏସ୍ଆଇୟୁରେ ଅନୁବନ୍ଧିତ ଥିବା ୧୫ଟି କଲେଜ୍ ମଧ୍ୟରୁ ଗୋଟିଏରେ ନାମଲେଖା ପାଇଁ ଏହି ପରୀକ୍ଷା ହେଉଛି ପ୍ରବେଶ ଦ୍ୱାର। ଏହି ପରୀକ୍ଷାରେ ଉତ୍ତୀର୍ଣ୍ଣ ହୋଇଥିବା ପ୍ରାର୍ଥୀମାନେ ବିଶ୍ୱବିଦ୍ୟାଳୟ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଉଥିବା ୨୪ଟି ଏମବିଏ/ପିଜିଡିଏମ୍ ପାଠ୍ୟକ୍ରମରେ ନାମ ଲେଖାଇପାରିବେ ।
<ul>
	<li> ଯୋଗ୍ୟତା: ଏକ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବିଶ୍ୱବିଦ୍ୟାଳୟରୁ ସ୍ନାତକ ଡିଗ୍ରୀ ରେ 50% (ଏସସି / ଏସଟି ପାଇଁ 45%) କିମ୍ବା ସମକକ୍ଷ।</li>
	<li>ଲିଙ୍କ୍: <a href="https://www.snaptest.org/">"https://www.snaptest.org/"</a></li>
	<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଡିସେମ୍ବରରେ</li>
</ul>
	</td>
 </tr>
	  <tr>
		<td>5</td>
		<td>ଜେଇଇ ମେନ୍ସ୍ ଓ ଜେଇଇ ଆଡଭାନ୍ସଡ୍</td>
		<td> ଜେଇଇ (ଯୁଗ୍ମ ପ୍ରବେଶିକା ପରୀକ୍ଷା) ଦେଶର ବିଭିନ୍ନ ଇଞ୍ଜିନିୟରିଂ କଲେଜରେ ନାମଲେଖା ପାଇଁ ଏକ ପ୍ରବେଶିକା ପରୀକ୍ଷା। 
			<ul>
				ଜେଇଇ ମେନ୍ ହେଉଛି ଏକ ପ୍ରବେଶ ସ୍ତରୀୟ ପରୀକ୍ଷା, ଯେଉଁଥିରେ ଦୁଇଟି ପର୍ଯ୍ୟାୟ ରହିଛି।
				ଏନଆଇଟି, ଆଇଆଇଆଇଟି, ସିଏଫଟିଆଇ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରତିଷ୍ଠିତ ଅନୁଷ୍ଠାନରେ ସ୍ନାତକ ଇଞ୍ଜିନିୟରିଂ ପ୍ରୋଗ୍ରାମରେ ନାମଲେଖା ପାଇଁ ପେପର ୧ ପରିଚାଳିତ ହୁଏ । ଏହା ମଧ୍ୟ ଜେଇଇ ଆଡଭାନ୍ସଡ୍ ପାଇଁ ଏକ ଯୋଗ୍ୟତା ପରୀକ୍ଷା ଅଟେ । 
				ପେପର-୨ ବି ଆର୍କ୍ ଓ ବି ପ୍ଲାନିଂ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପରିଚାଳିତ ହୋଇଥାଏ।
			</ul>
			
				<ul>ଜେଇଇ ଆଡଭାନ୍ସଡ୍ ଏକ ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା ଯାହା ଆଇଆଇଟିରେ ନାମଲେଖା ପାଇଁ ଆୟୋଜନ କରାଯାଏ । ଜେଇଇ ଆଡଭାନ୍ସଡ୍ ଏକ ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା ଯାହା ଆଇଆଇଟିରେ ନାମଲେଖା ପାଇଁ ଆୟୋଜନ କରାଯାଏ.
				<li>ଯୋଗ୍ୟତା: ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ବିଜ୍ଞାନ ସହିତ ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଗଣିତ / ସମାନ, ସାଧାରଣ ପାଇଁ ସର୍ବନିମ୍ନ ୭୫% (ଏସସି / ଏସଟି ପାଇଁ ୬୫%)। </li>
				<li>ଲିଙ୍କ୍:<a href="https://jeemain.nta.ac.in/">https://jeemain.nta.ac.in/</a> </li>
				<li>ଲିଙ୍କ୍:<a href="https://jeeadv.ac.in/">https://jeeadv.ac.in/</a> </li>
				<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଦୁଇଥର ଜେଇଇ ମେନ୍ସ୍ ଜାନୁଆରୀ ଓ ଏପ୍ରିଲରେ ୨ଟି ପର୍ଯ୍ୟାୟରେ ଅନୁଷ୍ଠିତ ହୋଇଥାଏ। ସାଧାରଣତଃ ଜେଇଇ ମେନ୍ସ୍ ଓ ଜେଇଇ ଆଡଭାନ୍ସଡ ପରୀକ୍ଷା ମଧ୍ୟରେ ୫୦ ଦିନ ର ଅବଧି ରହିଥାଏ ।</li>
		 </ul>
		</td>
	  </tr>
	  <tr>
		<td>6</td>
		<td>ଗେଟ୍</td>
		<td>ଗ୍ରାଜୁଏଟ୍ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ ଇନ୍ ଇଞ୍ଜିନିୟରିଂ (ଗେଟ୍) ହେଉଛି ଏକ ପରୀକ୍ଷା ଯାହା ମାଷ୍ଟର ଅଫ୍ ଇଞ୍ଜିନିୟରିଂ (ଏମ୍ଇ), ମାଷ୍ଟର୍ସ ଇନ୍ ଟେକ୍ନୋଲୋଜି (ଏମ୍.ଟେକ୍) ଏବଂ ଭାରତୀୟ ପ୍ରଯୁକ୍ତି ପ୍ରତିଷ୍ଠାନ (ଆଇଆଇଟି), ନ୍ୟାସନାଲ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଟେକ୍ନୋଲୋଜି (ଏନ୍ଆଇଟି), ଭାରତୀୟ ସୂଚନା ପ୍ରଯୁକ୍ତି ପ୍ରତିଷ୍ଠାନ (ଆଇଆଇଆଇଟି) ଏବଂ ଭାରତର ଅନ୍ୟାନ୍ୟ ଅନୁଷ୍ଠାନ/ବିଶ୍ୱବିଦ୍ୟାଳୟରେ ସିଧାସଳଖ ପିଏଚ୍.ଡି ନାମଲେଖା ପାଇଁ ଅନୁଷ୍ଠିତ ହୁଏ ।<br>
			ଏହା ରାଷ୍ଟ୍ରାୟତ୍ତ ଉଦ୍ୟୋଗ (ପି.ଏସ୍.ୟୁ) ଏବଂ ଗବେଷଣା କ୍ଷେତ୍ରରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ ପ୍ରବେଶ ଦ୍ୱାର । ଚାକିରି ପ୍ରଦାନ ପାଇଁ ଗେଟ୍ ସ୍କୋର ବ୍ୟବହାର କରୁଥିବା କେତେକ ରାଷ୍ଟ୍ରାୟତ୍ତ ଉଦ୍ୟୋଗ ଏବଂ ଗବେଷଣା ସଂସ୍ଥା ହେଉଛନ୍ତି ଓଏନଜିସି, ଏନଟିପିସି, ଗେଲ୍, ଏଚ୍ ପିସିଏଲ୍, ପିଜିସିଆଇଏଲ୍, ବିଏଚ୍ଏଲ୍, ବିଏସ୍ଏନ୍ଏଲ୍, ଏନ୍ଏଚପିସି, ବାର୍କ, ଡିଆରଡିଓ ଇତ୍ୟାଦି।<br>
<ul>
	<li>ଯୋଗ୍ୟତା - ସ୍ନାତକୋତ୍ତର ପାଠ୍ୟକ୍ରମର ତୃତୀୟ କିମ୍ବା ତା'ଠାରୁ ଅଧିକ ବର୍ଷରେ ପଢୁଥିବା କିମ୍ବା ଇଞ୍ଜିନିୟରିଂ/ ଟେକ୍ନୋଲୋଜି/ ବିଜ୍ଞାନ/ ଆର୍କିଟେକ୍ଚର / ମାନବିକତାରେ କୌଣସି ସରକାରୀ ଅନୁମୋଦିତ ଡିଗ୍ରୀ ପାଠ୍ୟକ୍ରମ ସମାପ୍ତ କରିଥିବା ପ୍ରାର୍ଥୀମାନେ ଗେଟ୍ ପରୀକ୍ଷା ଦେବା ପାଇଁ ଯୋଗ୍ୟ ବିବେଚିତ ହେବେ । </li>
	<li>ଲିଙ୍କ୍:<a href="https://gate.iitkgp.ac.in/">https://gate.iitkgp.ac.in/</a></li>
	<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଫେବୃଆରୀରେ</li>

</ul>
</td>
	  </tr>
	   <tr>
      	<td>7</td>
        <td>ବିଟସାଟ୍</td>
        <td>:ବିର୍ଲା ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଟେକ୍ନୋଲୋଜି ଆଣ୍ଡ୍ ସାଇନ୍ସ୍ ଆଡମିଶନ୍ ଟେଷ୍ଟ୍ ହେଉଛି ଏକ କମ୍ପ୍ୟୁଟର୍ ଆଧାରିତ ଅନଲାଇନ୍ ପରୀକ୍ଷା ଯେଉଁଥିରେ ଗୋଆ, ହାଇଦ୍ରାବାଦର ଏବଂ ପିଲାନି କ୍ୟାମ୍ପସର ସମନ୍ୱିତ ଡିଗ୍ରୀ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ଯାଏ।
			<ul>
				<li>ଯୋଗ୍ୟତା: (https://www.bits-pilani.ac.in/eligibility-criteria-bitsat/<br>
					ବି. ଫାର୍ମ ବ୍ୟତୀତ ଅନ୍ୟ ସମସ୍ତ ସମନ୍ୱିତ ପ୍ରଥମ ଡିଗ୍ରୀ ପ୍ରୋଗ୍ରାମ (ବିଇ ଏବଂ ଏମ୍.ଏସସି)ରେ ନାମଲେଖା ପାଇଁ ପ୍ରାର୍ଥୀମାନେ ଏକ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ କେନ୍ଦ୍ର କିମ୍ବା ରାଜ୍ୟ ବୋର୍ଡରୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ପରୀକ୍ଷା ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଗଣିତ ସହିତ ପାସ୍ ହୋଇଥିବେ ଏବଂ ଇଂରାଜୀରେ ପର୍ଯ୍ୟାପ୍ତ ଦକ୍ଷତା ଥିବା ଆବଶ୍ୟକ ।<br>
					ବି. ଫାର୍ମ ପ୍ରୋଗ୍ରାମରେ ନାମଲେଖା ପାଇଁ, ପ୍ରାର୍ଥୀମାନେ ଏକ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ କେନ୍ଦ୍ର କିମ୍ବା ରାଜ୍ୟ ବୋର୍ଡରୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ପରୀକ୍ଷା ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଜୀବବିଜ୍ଞାନ କିମ୍ବା ଗଣିତ ସହିତ ଏହାର ସମକକ୍ଷ ଏବଂ ଇଂରାଜୀରେ ପର୍ଯ୍ୟାପ୍ତ ଦକ୍ଷତା ଥିବା ଆବଶ୍ୟକ ।
					 </li>
        		<li>ଲିଙ୍କ୍:<a href="https://www.bitsadmission.com/"> https://www.bitsadmission.com/</a> </li>
        		<li>ବାରମ୍ବାରତା- ମେ ଓ ଜୁନ୍ ମାସରେ ବର୍ଷକୁ ଦୁଇଥର </li>
				
			</ul>
		</td>
      </tr>
      <tr>
      	<td>8</td>
        <td>କିଟ୍ଇଇ</td>
        <td>କିଟ୍ଇଇ (କିଟ୍ ପ୍ରବେଶିକା ପରୀକ୍ଷା) କଳିଙ୍ଗ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଇଣ୍ଡଷ୍ଟ୍ରିଆଲ୍ ଟେକ୍ନୋଲୋଜି ଦ୍ୱାରା ପରିଚାଳିତ ଏକ ବିଶ୍ୱବିଦ୍ୟାଳୟ ସ୍ତରୀୟ ପରୀକ୍ଷା। କିଟ୍ ବିଶ୍ୱବିଦ୍ୟାଳୟ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଉଥିବା ବିଭିନ୍ନ ପାଠ୍ୟକ୍ରମରେ ନାମ ଲେଖାଇବାକୁ ଚାହୁଁଥିବା ପ୍ରାର୍ଥୀମାନେ ଏହି ପ୍ରବେଶିକା ପରୀକ୍ଷା ଦେଇପାରିବେ। ବି.ଟେକ୍, ନର୍ସିଂ, ବ୍ୟାଚଲର୍ ଅଫ୍ ବିଜନେସ୍ ଆଡମିନିଷ୍ଟ୍ରେସନ୍, ଲ୍, ମାଷ୍ଟର୍ ଅଫ୍ ଟେକ୍ନୋଲୋଜି, କମ୍ପ୍ୟୁଟର୍ ଆପ୍ଲିକେସନରେ ମାଷ୍ଟର୍ସ, ମାଷ୍ଟର୍ସ ଅଫ୍ ବିଜନେସ୍ ଆଡମିନିଷ୍ଟ୍ରେସନ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଭିନ୍ନ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ହୋଇଥାଏ।
			<ul>
        		<li>ଯୋଗ୍ୟତା - ଏହା ପାଠ୍ୟକ୍ରମ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ। </li>
        		<li>ଲିଙ୍କ୍:<a href="https://kiitee.kiit.ac.in/eligibility-criteria/"> https://kiitee.kiit.ac.in/eligibility-criteria/</a> </li>
				<li>ଲିଙ୍କ୍:<a href="https://kiitee.kiit.ac.in/?utm_source=ADA&utm_campaign=ADA-Search&utm_network=ADA-Search&utm_medium=adwords&gclid=CjwKCAiA-vOsBhAAEiwAIWR0TchScfNe7-"> https:https://kiitee.kiit.ac.in/?utm_source=ADA&utm_campaign=ADA-Search&utm_network=ADA-Search&utm_medium=adwords&gclid=CjwKCAiA-vOsBhAAEiwAIWR0TchScfNe7-</a></li>
        		<li>ବାରମ୍ବାରତା- ବିଭିନ୍ନ ପାଠ୍ୟକ୍ରମ ପାଇଁ ବର୍ଷକୁ ୫ ଥର</li>
        	</ul>
		</td>
      </tr>
	  <tr>
		<td>9</td>
	  <td>ଓଜେଇଇ</td>
	  <td>ଓଡ଼ିଶା ଯୁଗ୍ମ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ଓଜେଇଇ) ହେଉଛି ମାଷ୍ଟର ଅଫ୍ ବିଜନେସ୍ ଆଡମିନିଷ୍ଟ୍ରେସନ୍/ପୋଷ୍ଟ୍ ଗ୍ରାଜୁଏଟ୍ ଡିପ୍ଲୋମା ଇନ୍ ମ୍ୟାନେଜମେଣ୍ଟରେ ନାମଲେଖା ପାଇଁ ଓଜେଇଇ ସେଲ୍ ଦ୍ୱାରା ପରିଚାଳିତ ଏକ ରାଜ୍ୟସ୍ତରୀୟ ପ୍ରବେଶିକା ପରୀକ୍ଷା। କମ୍ପ୍ୟୁଟର ଆପ୍ଲିକେସନ୍ ରେ ସ୍ନାତକୋତ୍ତର ଏବଂ ମାଷ୍ଟର ଅଫ୍ ଟେକ୍ନୋଲୋଜି ପାଠ୍ୟକ୍ରମ। 
		  <ul>
			  <li>ଯୋଗ୍ୟତା - ଏହା ପାଠ୍ୟକ୍ରମ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନଲିଖିତ ୱେବସାଇଟକୁ ଯାଇପାରିବେ</li>
			  <li>ଲିଙ୍କ୍:<a href="https://jam.iitm.ac.in/"> https://jam.iitm.ac.in/</a> </li>
			  <li>ଲିଙ୍କ୍:<a href="https://ojee.nic.in/">https://ojee.nic.in/</a> </li>
			  <li>ବାରମ୍ବାରତା- ମେ ମାସରେ ବର୍ଷକୁ ଥରେ</li>
			  
		  </ul>
	  </td>
	</tr>
	<tr>
		<td>10</td>
	  <td>ଆଇଆଇଟି ଜାମ୍</td>
	  <td>ଆଇଆଇଟି ଜାମ୍ ହେଉଛି ସ୍ନାତକୋତ୍ତର ପାଇଁ ଯୁଗ୍ମ ନାମଲେଖା ପରୀକ୍ଷା, ଯାହା ଆଇଆଇଟି (ଇଣ୍ଡିଆନ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଟେକ୍ନୋଲୋଜି) ଦ୍ୱାରା ପରିଚାଳିତ ହୁଏ । ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ, ଗଣିତ, ଭୂବିଜ୍ଞାନ, ଅର୍ଥନୀତି, ପରିସଂଖ୍ୟାନ ଇତ୍ୟାଦି ବିଭିନ୍ନ ବିଷୟରେ ଆଇଆଇଟି, ଏନଆଇଟି ଏବଂ ଆଇଆଇଏସସି ଭଳି ଭାରତୀୟ ଅନୁଷ୍ଠାନରୁ ସ୍ନାତକୋତ୍ତର ପାଠ୍ୟକ୍ରମ କରିବାକୁ ଇଚ୍ଛୁକ ପ୍ରାର୍ଥୀମାନେ ଏହି ପରୀକ୍ଷା ପାଇଁ ଆବେଦନ କରିପାରିବେ ।
		  <ul>
			  <li>ଯୋଗ୍ୟତା - ସମ୍ପୃକ୍ତ ବିଷୟରେ ସ୍ନାତକ ଡିଗ୍ରୀ ହାସଲ କରିଥିବା ପ୍ରାର୍ଥୀମାନେ ବୟସ ନିର୍ବିଶେଷରେ ପରୀକ୍ଷା ଦେବା ପାଇଁ ଯୋଗ୍ୟ ଅଟନ୍ତି ।</li>
			  <li>ଲିଙ୍କ୍:<a href=" https://jam.iitm.ac.in/"> https://jam.iitm.ac.in/</a> </li>
			  <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଫେବୃଆରୀରେ</li>
			  
		  </ul>
	  </td>
	</tr>
	 <tr>
        <td>11</td>
        <td>ଆଇଏଟି ଆଇଆଇଏସ୍ଇଆର୍ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ୍</td>
        <td> (ଆଇଏଟି) ହେଉଛି ସାତଟି ଆଇଆଇଏସ୍ଇଆର, ଆଇଆଇଏସସି ବାଙ୍ଗାଲୋର ଏବଂ ଆଇଆଇଟି ମାଡ୍ରାସରେ ବିଭିନ୍ନ ସ୍ନାତକୋତ୍ତର ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଏକ କମ୍ପ୍ୟୁଟର ଆଧାରିତ ପରୀକ୍ଷା । ୫ ବର୍ଷିଆ ବ୍ୟାଚଲର୍ ଅଫ୍ ସାଇନ୍ସ୍ - ମାଷ୍ଟର୍ ଅଫ୍ ସାଇନ୍ସରେ ନାମ ଲେଖାଇବା ପାଇଁ ଏହା ଅନ୍ୟତମ ପଥ । ଆଇଆଇଏସ୍ଇଆର୍ ଡୁଆଲ ଡିଗ୍ରୀ ପ୍ରୋଗ୍ରାମ, ଆଇଆଇଏସ୍ଇଆର୍ ଭୋପାଳର ୪ ବର୍ଷିଆ ବିଏସ୍ ଡିଗ୍ରୀ ପ୍ରୋଗ୍ରାମ, ଆଇଆଇଏସସି ବାଙ୍ଗାଲୋରର ବ୍ୟାଚଲର୍ ଅଫ୍ ସାଇନ୍ସ୍ (ଗବେଷଣା) କାର୍ଯ୍ୟକ୍ରମ ଏବଂ ଆଇଆଇଟି ମାଡ୍ରାସର ୪ ବର୍ଷିଆ ବିଏସ୍ ପ୍ରୋଗ୍ରାମ୍ ।
        	<ul>
        		<li>ଯୋଗ୍ୟତା - ଦ୍ୱାଦଶ ଶ୍ରେଣୀ (କିମ୍ବା ସମକକ୍ଷ) ପରୀକ୍ଷା ସମୟରେ ଛାତ୍ରଛାତ୍ରୀଙ୍କର ଜୀବବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ, ଗଣିତ ଏବଂ ପଦାର୍ଥ ବିଜ୍ଞାନ ମଧ୍ୟରେ ସର୍ବନିମ୍ନ ତିନୋଟି ବିଷୟ ରହିବା ଆବଶ୍ୟକ । ଏସସି/ଏସଟି/ପିଡବ୍ଲୁଡି ର ଆବେଦନକାରୀ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ (କିମ୍ବା ସମକକ୍ଷ) ପରୀକ୍ଷାରେ ସର୍ବନିମ୍ନ ୫୫% ମାର୍କ ରଖିଥିବା ଆବଶ୍ୟକ । ଅନ୍ୟ ବର୍ଗର ଛାତ୍ରଛାତ୍ରୀମାନେ ଡିଗ୍ରୀରେ ଅତି କମରେ ୬୦% ମାର୍କ ରଖିଥିବା ଆବଶ୍ୟକ। 
        		<li>ଲିଙ୍କ୍:<a href=" https://www.iiseradmission.in/examination/iat.html"> https://www.iiseradmission.in/examination/iat.html></a> </li>
        		<li>ବାରମ୍ବାରତା- ଜୁନ୍ ମାସରେ ବର୍ଷକୁ ଥରେ </li>
        	</ul>
        </td>      
      </tr>
      <tr>
      	<td>12</td>
        <td>ନେଷ୍ଟ୍</td>
        <td>ଜାତୀୟ ବିଜ୍ଞାନ ଶିକ୍ଷା ଓ ଗବେଷଣା ପ୍ରତିଷ୍ଠାନ (ଏନ୍ଆଇଏସ୍ଇଆର), ଭୁବନେଶ୍ୱର ଏବଂ ମୁମ୍ବାଇ ବିଶ୍ୱବିଦ୍ୟାଳୟ- ଡିପାର୍ଟମେଣ୍ଟ୍ ଅଫ୍ ଆଟୋମିକ୍ ଏନର୍ଜି ସେଣ୍ଟର୍ ଫର୍ ଏକ୍ସଲେନ୍ସ୍ ଇନ୍ ବେସିକ୍ ସାଇନ୍ସ୍ (ୟୁଏମ୍-ଡିଏଇ ସିଇବିଏସ୍), ମୁମ୍ବାଇ ର ମିଳିତ ଆନୁକୂଲ୍ୟରେ ଜାତୀୟ ପ୍ରବେଶିକା ସ୍କ୍ରିନିଂ ଟେଷ୍ଟ୍ (ଏନ୍ଇଏସଟି) ଅନୁଷ୍ଠିତ ହୋଇଥାଏ। ଜୀବବିଜ୍ଞାନ, ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଗଣିତ ରେ ସମନ୍ୱିତ ଏମ୍ଏସସି ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପ୍ରତିବର୍ଷ ଏନ୍ଇଏସଟି ପରୀକ୍ଷା ଆୟୋଜନ କରାଯାଏ ।
        <ul>
        <li>ଯୋଗ୍ୟତା - ଯେକୌଣସି ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବୋର୍ଡରୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀରେ ୬୦% ମାର୍କ ରଖି ଯୋଗ୍ୟତା ଅର୍ଜନ କରିଥିବା ପ୍ରାର୍ଥୀମାନେ ଏନ୍ଇଏସଟି ୨୦୨୪ ପରୀକ୍ଷା ପାଇଁ ଆବେଦନ କରିବାକୁ ଯୋଗ୍ୟ ଅଟନ୍ତି । ଏସସି, ଏସଟି କିମ୍ବା ପିଡବ୍ଲ୍ୟୁଡି ବର୍ଗର ପ୍ରାର୍ଥୀମାନେ ଅତି କମରେ ୫୫% ମାର୍କ ହାସଲ କରିଥିବା ଆବଶ୍ୟକ ।
        <li>ଲିଙ୍କ୍:<a href="Link- https://www.nestexam.in/" >https://www.nestexam.in/></a></li>
        <li>ବାରମ୍ବାରତା- ଜୁନ୍ ମାସରେ ବର୍ଷକୁ ଥରେ</li>
      </ul>
    </td>
   </tr>

      <tr>
      	<td>13</td>
        <td>ସିୟୁଇଟି ପିଜି</td>
        <td>ମାଷ୍ଟର୍ସ ଅଫ୍ ଆର୍ଟସ, ମାଷ୍ଟର୍ସ ଅଫ୍ ସାଇନ୍ସ, ମାଷ୍ଟର୍ସ ଅଫ୍ ଲ୍, ଏମ୍ଭୋକ୍, କମ୍ପ୍ୟୁଟର ଆପ୍ଲିକେସନରେ ମାଷ୍ଟର୍ସ, ମାଷ୍ଟର୍ସ ଅଫ୍ ବିଜନେସ୍ ଆଡ୍ମିନିଷ୍ଟ୍ରେସନ୍, ମାଷ୍ଟର୍ସ ଅଫ୍ ପବ୍ଲିକ୍ ହେଲ୍ଥ, ମାଷ୍ଟର ଅଫ୍ ଫିଜିକାଲ୍ ଏଜୁକେସନ୍, ମାଷ୍ଟର ଅଫ୍ ଟେକ୍ନୋଲୋଜି ଇତ୍ୟାଦି ସମସ୍ତ ସ୍ନାତକୋତ୍ତର ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ସାଧାରଣ ବିଶ୍ୱବିଦ୍ୟାଳୟ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ବା ସିୟୁଇଟି) ନ୍ୟାସନାଲ ଟେଷ୍ଟିଂ ଏଜେନ୍ସି (ଏନଟିଏ) ଅନୁଯାୟୀ ସମସ୍ତ କେନ୍ଦ୍ରୀୟ ବିଶ୍ୱବିଦ୍ୟାଳୟରେ ଆରମ୍ଭ କରାଯାଇଛି। ଏଥିରେ ଓଡ଼ିଶା କେନ୍ଦ୍ରୀୟ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଆନ୍ଧ୍ରପ୍ରଦେଶ କେନ୍ଦ୍ରୀୟ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଇନ୍ଦିରା ଗାନ୍ଧୀ ଜାତୀୟ ଆଦିବାସୀ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଜବାହରଲାଲ ନେହେରୁ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଇଂରାଜୀ ଓ ବିଦେଶୀ ଭାଷା ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଦିଲ୍ଲୀ ବିଶ୍ୱବିଦ୍ୟାଳୟ ଆଦି ଅଂଶଗ୍ରହଣ କରିଛନ୍ତି। ଏହା ଏକ ବହୁବିକଳ୍ପ, କମ୍ପ୍ୟୁଟର ଭିତ୍ତିକ ପରୀକ୍ଷା ଏବଂ ଓଡ଼ିଆ, ଇଂରାଜୀ ଓ ହିନ୍ଦୀ ଗ୍ରହଣୀୟ ମାଧ୍ୟମ ମଧ୍ୟରୁ ଅନ୍ୟତମ ।
        <ul>
        <li>ଯୋଗ୍ୟତା: ବିଶ୍ୱବିଦ୍ୟାଳୟ ଅନୁଯାୟୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ ଭିନ୍ନ ଭିନ୍ନ ହୋଇଥାଏ, କିନ୍ତୁ ମାନକ ମାନଦଣ୍ଡ ହେଉଛି ପ୍ରାର୍ଥୀଙ୍କ ପାଇଁ କୌଣସି ବୟସ ସୀମା ନାହିଁ । ଦ୍ୱାଦଶ ଶ୍ରେଣୀ/ସମାନ ପରୀକ୍ଷାରେ ଉତ୍ତୀର୍ଣ୍ଣ ହୋଇଥିବା କିମ୍ବା ସେହି ବର୍ଷ ପରୀକ୍ଷା ଦେଉଥିବା ପ୍ରାର୍ଥୀ ଆବେଦନ କରିପାରିବେ। ସମସ୍ତ ବିବରଣୀ ଏଠାରେ ମିଳିପାରିବ<br>
        	IBCUETUG2023.pdf (samarth.ac.in)
        <li>ଲିଙ୍କ୍:<a href=" https://cuet.samarth.ac.in/"> https://cuet.samarth.ac.in/</a></li>
        <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମାର୍ଚ୍ଚ ମାସରେ</li>
      </ul>
    </td>
      </tr>
      <tr>
      	<td>14</td>
        <td>ଆଇସିଏଆର୍ ଏଆଇଇଇଏ (ୟୁଜି)</td>
        <td>14. କୃଷି ବିଶ୍ୱବିଦ୍ୟାଳୟରେ କୃଷି ଓ ଆନୁଷଙ୍ଗିକ ବିଜ୍ଞାନରେ ସ୍ନାତକ ଡିଗ୍ରୀ ପ୍ରୋଗ୍ରାମ୍ (ପ୍ରାଣୀ ଚିକିତ୍ସା ବିଜ୍ଞାନ ବ୍ୟତୀତ) ରେ ୧୫% ସିଟ୍ ପୂରଣ ପାଇଁ ସର୍ବଭାରତୀୟ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ୟୁଜି) (ଏନ୍ ଡିଆରଆଇ କର୍ନାଲ, ଆରଏଲବିସିଏୟୁ ଝାନ୍ସୀ ଏବଂ ଡିଆରଆରପିସିଏୟୁ ପୁସାରେ ୧୦୦% ସିଟ୍) ପୂରଣ ଏବଂ କୃଷି ଓ ଆନୁଷଙ୍ଗିକ ବିଜ୍ଞାନ ବିଷୟରେ ଜାତୀୟ ପ୍ରତିଭା ବୃତ୍ତି ପ୍ରଦାନ। 
        <ul>
        <li> ଯୋଗ୍ୟତା - କେନ୍ଦ୍ରୀୟ ମାଧ୍ୟମିକ ଶିକ୍ଷା ବୋର୍ଡ (ସିବିଏସ୍ଇ)ର ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ବିଜ୍ଞାନ ଉଚ୍ଚ ମାଧ୍ୟମିକ ପରୀକ୍ଷା କିମ୍ବା ସମାନ ପରୀକ୍ଷା (ଭାରତୀୟ ବୋର୍ଡ/ବିଶ୍ୱବିଦ୍ୟାଳୟ) ସର୍ବନିମ୍ନ ନିର୍ଦ୍ଧାରିତ ମାର୍କ/ଗ୍ରେଡ୍ ସହ ଉତ୍ତୀର୍ଣ୍ଣ ହୋଇଥିବା ଆବଶ୍ୟକ।<br>
        ସାଧାରଣ/ ଓବିସି (ଏନସିଏଲ)/ ୟୁପିଏସ୍ / ଇଡବ୍ଲ୍ୟୁଏସ୍ ବର୍ଗର ପ୍ରାର୍ଥୀମାନେ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ବୋର୍ଡ ପରୀକ୍ଷାରେ ଅତିକମରେ ୫୦% ସମୁଦାୟ ମାର୍କ ହାସଲ କରିଥିବା ଆବଶ୍ୟକ ।<br>
        ଏସସି/ଏସଟି/ପିଡବ୍ଲୁଡି ବର୍ଗର ପ୍ରାର୍ଥୀମାନେ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ବୋର୍ଡ ପରୀକ୍ଷାରେ ସର୍ବନିମ୍ନ ୪୦% ମାର୍କ ହାସଲ କରିଥିବା ଆବଶ୍ୟକ ।<br> 
        <li>ଲିଙ୍କ୍:<a href=" https://icar.nta.nic.in/"> https://icar.nta.nic.in/</a></li>
        <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ସେପ୍ଟେମ୍ବରରେ</li>
      </ul>
    </td>
      </tr>
      <tr>
      	<td>15</td>
        <td>ଓୟୁଏଟି</td>
        <td> ଓଡ଼ିଶା କୃଷି ଓ ବୈଷୟିକ ବିଶ୍ୱବିଦ୍ୟାଳୟ (ଓୟୁଏଟି) ପକ୍ଷରୁ ସ୍ନାତକ, ସ୍ନାତକୋତ୍ତର ଓ ଡକ୍ଟରେଟ୍ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଓୟୁଏଟି ପ୍ରବେଶିକା ପରୀକ୍ଷା ଅନୁଷ୍ଠିତ ହୋଇଥାଏ। ଏହି ବିଶ୍ୱବିଦ୍ୟାଳୟରେ କୃଷି, ଉଦ୍ୟାନ କୃଷି, ପ୍ରାଣୀ ଚିକିତ୍ସା ବିଜ୍ଞାନ ଏବଂ ପଶୁପାଳନ, କୃଷି ଇଞ୍ଜିନିୟରିଂ ଏବଂ ପ୍ରଯୁକ୍ତିବିଦ୍ୟା, ମତ୍ସ୍ୟ ବିଜ୍ଞାନ, ଗୃହ ବିଜ୍ଞାନ ଏବଂ ବନୀକରଣ ରେ ସ୍ନାତକ ଏବଂ ସ୍ନାତକୋତ୍ତର ଶିକ୍ଷା ପ୍ରଦାନ କରାଯାଏ ।
        	<ul>
        <li> ଯୋଗ୍ୟତା -  ଏହା କୋର୍ସ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।</li> 
        <li>ଲିଙ୍କ୍:<a href=" https://ouat.ac.in/">https://ouat.ac.in/</a></li>
        <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଅଗଷ୍ଟ ମାସରେ</li>
      </ul>
    </td>
  </tr>
  <tr>
      	<td>16</td>
        <td>କ୍ଲାଟ୍</td>
        <td>ଏନ୍ଏଲୟୁ ଦିଲ୍ଲୀ ଏବଂ ଏନ୍ଏଲୟୁ ମେଘାଳୟ ବ୍ୟତୀତ ୨୭ଟି ଜାତୀୟ ଆଇନ ବିଶ୍ୱବିଦ୍ୟାଳୟ (ଏନ୍ଏଲୟୁ) ମଧ୍ୟରୁ ୨୫ଟିରେ ନାମଲେଖା ପାଇଁ ସାଧାରଣ ଆଇନ ନାମଲେଖା ପରୀକ୍ଷା (କ୍ଲାଟ୍) ହେଉଛି ଏକ ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା।
        	<ul>
        <li>ଯୋଗ୍ୟତା - ପ୍ରାର୍ଥୀମାନେ କୌଣସି ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବୋର୍ଡରୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ସମାପ୍ତ କରିଥିବା ଆବଶ୍ୟକ । ସାଧାରଣ/ଓବିସି/ପିଡବ୍ଲ୍ୟୁଡି/ଏନ୍ଆରଆଇ/ପିଆଇଓ/ଓସିଆଇ ପ୍ରାର୍ଥୀଙ୍କୁ ସର୍ବନିମ୍ନ ୪୫% ମାର୍କ ରଖିବାକୁ ପଡିବ । ଏସସି/ଏସଟି ବର୍ଗର ପ୍ରାର୍ଥୀଙ୍କୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀରେ ସର୍ବନିମ୍ନ ୪୦% ମାର୍କ ରଖିବାକୁ ପଡିବ</li>
        <li>ଲିଙ୍କ୍:<a href=" https://consortiumofnlus.ac.in/"> https://consortiumofnlus.ac.in/</a></li>
        <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମେ କିମ୍ବା ଜୁନ୍ ମାସରେ</li>
      </ul>
    </td>
  </tr>
  <tr>
      	<td>17</td>
        <td>ନିଟ୍ ୟୁଜି</td>
        <td> ନିଟ୍ ୟୁଜି ହେଉଛି ସ୍ନାତକ ମେଡିକାଲ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଭାରତରେ ପରିଚାଳିତ ଜାତୀୟ ପ୍ରବେଶିକା ଏବଂ ଯୋଗ୍ୟତା ପରୀକ୍ଷା । ଏହା ଏକ ସର୍ବଭାରତୀୟ ପରୀକ୍ଷା ଯେଉଁଥିରେ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ ପାସ୍ କରିଥିବା ଛାତ୍ରଛାତ୍ରୀ ପରୀକ୍ଷା ଦେଇଥାନ୍ତି। 
        	<ul>
        <li> ଯୋଗ୍ୟତା -  ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଜୀବବିଜ୍ଞାନ ସହିତ ଦ୍ୱାଦଶ ବିଜ୍ଞାନରେ ସାଧାରଣ ବର୍ଗ/ ଇଡବ୍ଲୁଏସ ପ୍ରାର୍ଥୀଙ୍କ ପାଇଁ ସମୁଦାୟ ୫୦% ଏବଂ ଓବିସି / ଏସସି / ଏସଟି ପ୍ରାର୍ଥୀଙ୍କ ପାଇଁ ୪୦% ରହିଛି । ନିଟ୍ ପାଇଁ ଆବେଦନ କରୁଥିବା ପ୍ରାର୍ଥୀଙ୍କୁ ସର୍ବନିମ୍ନ୧୭ ବର୍ଷ ବୟସ ହୋଇଥିବା ବେଳେ ସର୍ବାଧିକ ବୟସ ସୀମା ନାହିଁ। </li>
        <li>ଲିଙ୍କ୍:<a href=" https://neet.nta.nic.in/">https://neet.nta.nic.in/</a></li>
        <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମେ ମାସରେ</li>
      </ul>
    </td>
  </tr>
  <tr>
        <td>18</td>
		<td>ନିଫ୍ଟ୍ </td>
		<td>ନିଫ୍ଟ୍ ହେଉଛି ନ୍ୟାସନାଲ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଫ୍ୟାଶନ୍ ଟେକ୍ନୋଲୋଜି (ନିଫ୍ଟ୍) ଦ୍ୱାରା ପରିଚାଳିତ ଏକ ଜାତୀୟ ସ୍ତରୀୟ ଡିଜାଇନ୍ ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଏହି ପରୀକ୍ଷା ପ୍ରତିବର୍ଷ ଅନୁଷ୍ଠିତ ହୋଇଥାଏ ଏବଂ ଏଥିରେ ଦୁଇଟି ଭାଗ ଜିଏଟି ଏବଂ ସିଏଟି ରହିଛି:<br>
				ଜିଏଟି (ଜେନେରାଲ ଏବିଲିଟି ଟେଷ୍ଟ): ସମସ୍ତ ପ୍ରୋଗ୍ରାମ୍ ପାଇଁ ଜିଏଟି ପେପର ବାଧ୍ୟତାମୂଳକ<br>
				ସିଏଟି (କ୍ରିଏଟିଭ୍ ଏବିଲିଟି ଟେଷ୍ଟ): କେବଳ ବି.ଡେସ୍ ଏବଂ ଏମ୍.ଡେସ୍ ପ୍ରାର୍ଥୀଙ୍କୁ ସିଏଟି ଦେବାକୁ ପଡିବ<br>
				<ul>

					<li>ଯୋଗ୍ୟତା - ଏହା କୋର୍ସ ଅନୁସାରେ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।
					</li>
					<li>ଲିଙ୍କ୍:<a href="https://nift.ac.in/"> https://nift.ac.in/ </a> </li>
					<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଫେବୃଆରୀରେ
					</li>
				</ul>
</td>      
      </tr>
		<tr>
        <td>19</td>
        <td>ଏନସିଏଚ୍ଏମସିଟି</td>
        <td>ନ୍ୟାସନାଲ୍ କାଉନସିଲ୍ ଫର୍ ହୋଟେଲ୍ ମ୍ୟାନେଜମେଣ୍ଟ୍ ଆଣ୍ଡ୍ କ୍ୟାଟରିଂ ଟେକ୍ନୋଲୋଜି (ଏନସିଏଚ୍ଏମସିଟି) ଯୁଗ୍ମ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ଏନସିଏଚଏମସିଟି ଜେଇଇ) ହେଉଛି ବିଏସସି (ହସ୍ପିଟାଲିଟି ଆଣ୍ଡ ହୋଟେଲ ଆଡମିନିଷ୍ଟ୍ରେସନ)ରେ ନାମଲେଖା ପାଇଁ ଏକ ଜାତୀୟ ସ୍ତରର ଆତିଥେୟତା ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଏହି ପରୀକ୍ଷା ପ୍ରତିବର୍ଷ ଅନୁଷ୍ଠିତ ହୋଇଥାଏ ଏବଂ ଏହା ଏନସିଏଚ୍ଏମସିଟି ତରଫରୁ ନ୍ୟାସନାଲ ଟେଷ୍ଟିଂ ଏଜେନ୍ସି (ଏନଟିଏ) ଦ୍ୱାରା ପରିଚାଳିତ ହୋଇଥାଏ ।
 
        	<ul>
        		<li>ଯୋଗ୍ୟତା -  ଜଣେ ପ୍ରାର୍ଥୀ କୌଣସି ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବୋର୍ଡରୁ ଇଂରାଜୀ ବିଷୟ ସହ ଯୁକ୍ତ ଦୁଇ ପାସ୍ କରିଥିବା ଆବଶ୍ୟକ । 
				</li>
        		<li>ଲିଙ୍କ୍:<a href=" https://nchmct.online/?gclid=Cj0KCQiAnfmsBhDfARIsAM7MKi3CloZEQZCT7fsEsM0MsxX-R74NacO65HexzwN2bgcLkIVB8GjQ08AaAnQKEALw_wcB"> https://nchmct.online/?gclid=Cj0KCQiAnfmsBhDfARIsAM7MKi3CloZEQZCT7fsEsM0MsxX-R74NacO65HexzwN2bgcLkIVB8GjQ08AaAnQKEALw_wcB</a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମେ ମାସରେ
				</li>
        	</ul>
        </td>      
     </tr>
      <tr>
      	<td>20</td>
        <td>ଏଫଟିଆଇଆଇ ଜେଇଟି</td>
        <td> ଫିଲ୍ମ୍ ଆଣ୍ଡ୍ ଟେଲିଭିଜନ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଇଣ୍ଡିଆ ଯୁଗ୍ମ ପ୍ରବେଶିକା ପରୀକ୍ଷା ହେଉଛି ସ୍ନାତକୋତ୍ତର ଓ ସ୍ନାତକୋତ୍ତର ଡିପ୍ଲୋମା ପାଇଁ ଏକ ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା । ଫିଲ୍ମ୍ ଆଣ୍ଡ୍ ଟେଲିଭିଜନ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଇଣ୍ଡିଆ (ଏଫ୍ଟିଆଇଆଇ), ପୁଣେ ଏବଂ ସତ୍ୟଜିତ ରାୟ ଫିଲ୍ମ୍ ଆଣ୍ଡ୍ ଟେଲିଭିଜନ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ (ଏସ୍ଆରଏଫ୍ଟିଆଇ), କୋଲକାତା ଦ୍ୱାରା ଏହି ଯୁଗ୍ମ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ଜେଇଟି) ଆୟୋଜନ କରାଯାଏ।
 
			<ul>
				<li>ଯୋଗ୍ୟତା - ପ୍ରାର୍ଥୀଙ୍କ ବୟସ ସର୍ବନିମ୍ନ ୨୧ ବର୍ଷ ହେବା ଆବଶ୍ୟକ । ଏଫଟିଆଇଆଇ ଜେଇଟି ପରୀକ୍ଷାରେ ଆବେଦନ କରିବା ପାଇଁ ପ୍ରାର୍ଥୀଙ୍କ ପାଇଁ ସର୍ବନିମ୍ନ ଶିକ୍ଷାଗତ ଯୋଗ୍ୟତା ଯେକୌଣସି ବିଷୟରେ ସ୍ନାତକ ଅଟେ ।
					</li>
			    <li>ଲିଙ୍କ୍:<a href=" https://www.ftii.ac.in/p/admission">https://www.ftii.ac.in/p/admission</a></li>
				<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମାର୍ଚ୍ଚ ମାସରେ
				</li>

			
			</ul>
		</td>
      </tr>
      <tr>
      	<td>21</td>
        <td>ଭିଆଇଟିଇଇ</td>
        <td>ଭିଆଇଟିଇଇ ବା ଭିଆଇଟି ଇଞ୍ଜିନିୟରିଂ ପ୍ରବେଶିକା ପରୀକ୍ଷା, ଭାରତର ଭିଆଇଟି ବିଶ୍ୱବିଦ୍ୟାଳୟରେ ଇଞ୍ଜିନିୟରିଂ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଏକ ବାର୍ଷିକ ପରୀକ୍ଷା ଅଟେ । ଏଥିରେ ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ, ଗଣିତ ବା ଜୀବବିଜ୍ଞାନ ଏବଂ ଇଂରାଜୀ ରେ ପ୍ରାର୍ଥୀଙ୍କ ମୂଲ୍ୟାୟନ କରାଯାଇଥାଏ।  
			<ul>
				<li>ଯୋଗ୍ୟତା - +୨/ଇଣ୍ଟରମିଡିଏଟ୍ ପରୀକ୍ଷାରେ ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଓ ଗଣିତ/ଜୀବବିଜ୍ଞାନରେ ସର୍ବନିମ୍ନ ୬୦% ନମ୍ବର ରଖିଥିବା ଆବଶ୍ୟକ।  ଏନଆଇଓଏସ (ନ୍ୟାସନାଲ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଓପନ ସ୍କୁଲିଂ)ର ପ୍ରାର୍ଥୀମାନେ ଭିଆଇଟିଇଇ ପରୀକ୍ଷା ଦେବାକୁ ଯୋଗ୍ୟ ବିବେଚିତ ହେବେ।<
					ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ ଏବଂ ଜୀବବିଜ୍ଞାନ ଅଧ୍ୟୟନ କରିଥିବା ପ୍ରାର୍ଥୀମାନେ ବି.ଟେକ୍. ବାୟୋଇଞ୍ଜିନିୟରିଂ ଏବଂ ବି.ଟେକ୍ ବାୟୋଟେକ୍ନୋଲୋଜି ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଯୋଗ୍ୟ ଅଟନ୍ତି । ସେମାନେ ବାୟୋମେଡିକାଲ ଇଞ୍ଜିନିୟରିଂ, ବି.ଟେକ୍ କମ୍ପ୍ୟୁଟର୍ ସାଇନ୍ସ୍ ଏବଂ ଇଞ୍ଜିନିୟରିଂ (ବାୟୋଇନ୍ଫର୍ମେଟିକ୍ସ ) ବିଶେଷଜ୍ଞତା ସହିତ ଇସିଇ ପାଇଁ ମଧ୍ୟ ଯୋଗ୍ୟ ଅଟନ୍ତି କିନ୍ତୁ ଯୋଗ ଦେବା ପରେ, ଏକ ବ୍ରିଜ୍ ପାଠ୍ୟକ୍ରମ ଭାବରେ ଗଣିତ ପାଇଁ ପଞ୍ଜିକରଣ ବାଧ୍ୟତାମୂଳକ ଅଟେ ।</li>
					<li>ଲିଙ୍କ୍:<a href="https://viteee.vit.ac.in/">https://viteee.vit.ac.in/</a></li>
					<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଏପ୍ରିଲରେ
					</li>
			</ul>
		</td>
      </tr>
      <tr>
        <td>22</td>
		<td>ଏନଡିଏ </td>
		<td>
			ଏନଡିଏ ସ୍ଥଳ ସେନା, ନୌସେନା ଏବଂ ବାୟୁସେନା ଶାଖା ଏବଂ ଭାରତୀୟ ନୌସେନା ଏକାଡେମୀ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ କେନ୍ଦ୍ରୀୟ ଲୋକସେବା ଆୟୋଗ ଦ୍ୱାରା ଏନଡିଏ ପରୀକ୍ଷା କରାଯାଏ । ଉଭୟ ପୁରୁଷ ଓ ମହିଳା ପରୀକ୍ଷାର୍ଥୀ ଏହି ପରୀକ୍ଷା ପାଇଁ ଆବେଦନ କରିପାରିବେ। ଏନଡିଏ ପରୀକ୍ଷା ମାଧ୍ୟମରେ ପ୍ରାର୍ଥୀମାନଙ୍କୁ ସଶସ୍ତ୍ର ବାହିନୀରେ କମିଶନ ଅଫିସର ଭାବରେ ଚୟନ କରାଯାଏ। 

				<ul>

					<li>ଯୋଗ୍ୟତା - 
						ସେନା ପାଇଁ: ଆଶାୟୀ ପ୍ରାର୍ଥୀ କୌଣସି ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବୋର୍ଡରୁ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ କିମ୍ବା ସମକକ୍ଷ ପରୀକ୍ଷା ଦେବା କିମ୍ବା ପାସ୍ କରିଥିବା ଆବଶ୍ୟକ।<br>
						ବାୟୁସେନା ଏବଂ ନୌସେନା ପାଇଁ: ପ୍ରାର୍ଥୀ ଗଣିତ ଏବଂ ପଦାର୍ଥ ବିଜ୍ଞାନ ସହିତ ଦ୍ୱାଦଶ ଶ୍ରେଣୀ କିମ୍ବା ସମକକ୍ଷ ପରୀକ୍ଷା ଦେବା କିମ୍ବା ପାସ୍ କରିଥିବା ଆବଶ୍ୟକ । 
						</li>
					<li>ଲିଙ୍କ୍:<a href="https://nda.nic.in/">https://nda.nic.in/</a></li>
					<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଦୁଇଥର ଏପ୍ରିଲ ଓ ସେପ୍ଟେମ୍ବରରେ
					</li>
				</ul>
</td>      
      </tr>
       <tr>
      	<td>23</td>
        <td>ନାଟା</td>
        <td>ନାଟା (ଆର୍କିଟେକ୍ଚରରେ ଜାତୀୟ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ୍) ହେଉଛି ଏକ ଆପ୍ଟିଚ୍ୟୁଡ୍ ପରୀକ୍ଷା ଯାହା ଅନ୍ୟ ଶିକ୍ଷଣ ବ୍ୟତୀତ ଜ୍ଞାନ କୌଶଳ, ଦୃଶ୍ୟ ଅନୁଭବ ଏବଂ ସୌନ୍ଦର୍ଯ୍ୟ ସମ୍ବେଦନଶୀଳତା ପରୀକ୍ଷା, ଯୁକ୍ତିଯୁକ୍ତ ଯୁକ୍ତି ଏବଂ ସମାଲୋଚନାତ୍ମକ ଚିନ୍ତା ଦକ୍ଷତା ଇତ୍ୟାଦିର ମୂଲ୍ୟାଙ୍କନ ମାଧ୍ୟମରେ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଅଧ୍ୟୟନ କ୍ଷେତ୍ର ଅର୍ଥାତ୍ ଆର୍କିଟେକ୍ଚର ପାଇଁ ଆବେଦନକାରୀଙ୍କ ଯୋଗ୍ୟତାକୁ ମାପିଥାଏ ।ଖ୍ରୀଷ୍ଟ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ବାଙ୍ଗାଲୋର, ଜବାହରଲାଲ ନେହେରୁ ଆର୍କିଟେକ୍ଚର ଆଣ୍ଡ ଫାଇନ ଆର୍ଟସ, ଗୁରୁ ଗୋବିନ୍ଦ ସିଂହ ଇନ୍ଦ୍ରପ୍ରସ୍ଥ ବିଶ୍ୱବିଦ୍ୟାଳୟ, ଦିଲ୍ଲୀ, କିଟ୍ (କଳିଙ୍ଗ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଇଣ୍ଡଷ୍ଟ୍ରିଆଲ ଟେକ୍ନୋଲୋଜି) ଇତ୍ୟାଦି ଅନୁଷ୍ଠାନରେ ନାମଲେଖା ପାଇଁ ଏହାକୁ ଗ୍ରହଣ କରାଯାଏ ।

			<ul>
				<li>ଯୋଗ୍ୟତା - ପିସିଏମ (ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ, ଗଣିତ) ବିଷୟ ସହିତ ୧୦+୨ ପରୀକ୍ଷାରେ ୫୦% ମାର୍କ ରଖିଥିବା ଛାତ୍ରଛାତ୍ରୀ ନାଟା ପରୀକ୍ଷା ଦେବାକୁ ଯୋଗ୍ୟ ବିବେଚିତ ହେବେ।
				</li>
        		<li>ଲିଙ୍କ୍:<a href="https://www.nata.in/"> https://www.nata.in/</a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଏପ୍ରିଲରେ
				</li>
			</ul>
		</td>
      </tr>
      <tr>
      	<td>24</td>
        <td>ଏଆଇଏଲଇଟି</td>
        <td> ସ୍ନାତକ, ସ୍ନାତକୋତ୍ତର ଏବଂ ଡକ୍ଟରେଟ୍ ସ୍ତରର ଆଇନ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ନ୍ୟାସନାଲ୍ ଲ' ୟୁନିଭର୍ସିଟି, ଦିଲ୍ଲୀ (ଏନ୍ଏଲ୍ୟୁ ଦିଲ୍ଲୀ) ଦ୍ୱାରା ସର୍ବଭାରତୀୟ ଆଇନ ପ୍ରବେଶିକା ପରୀକ୍ଷା (ଏଆଇଏଲ୍ଇଟି) ଅନୁଷ୍ଠିତ ହୋଇଥାଏ। ଏହା ଏକ ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା ଯାହା କେବଳ ଏନ୍ଏଲୟୁ ଦିଲ୍ଲୀରେ ଆଇନ ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ଆୟୋଜନ କରାଯାଏ ।

			<ul>
				<li>ଯୋଗ୍ୟତା - ଏହା କୋର୍ସ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।
				</li>
        		<li>ଲିଙ୍କ୍:<a href=" https://nationallawuniversitydelhi.in/">  https://nationallawuniversitydelhi.in/</a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଡିସେମ୍ବରରେ
				</li>
			</ul>
		</td>
      </tr>
	  <tr>
		<td>25</td>
	  <td>ଏନଆଇଡି</td>
	  <td> ନ୍ୟାସନାଲ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଡିଜାଇନ୍ ଡିଜାଇନ୍ ଆପ୍ଟିଚ୍ୟୁଡ୍ ଟେଷ୍ଟ (ଡିଏଟି) ହେଉଛି ଏନଆଇଡି ଅହମ୍ମଦାବାଦ, ଏନଆଇଡି ଆସାମ, ଏନଆଇଡି ଆନ୍ଧ୍ରପ୍ରଦେଶ, ଏନଆଇଡି ମଧ୍ୟପ୍ରଦେଶ ଭଳି ନ୍ୟାସନାଲ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ଅଫ୍ ଡିଜାଇନ କ୍ୟାମ୍ପସରେ ବି.ଡେସ ଏବଂ ଏମ.ଡେସ୍ ନାମଲେଖା ପାଇଁ ଏକ ଯୋଗ୍ୟତା ପରୀକ୍ଷା ।

		  <ul>
			  <li>ଯୋଗ୍ୟତା - 
				ବି.ଡି.ଏସ୍: କୌଣସି ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବୋର୍ଡରୁ ଯେକୌଣସି ବିଷୟରେ ୧୦+୨ ପରୀକ୍ଷା କିମ୍ବା ସମକକ୍ଷ ପାସ୍ କରନ୍ତୁ। ସଂରକ୍ଷିତ ବର୍ଗକୁ ବାଦ୍ ଦେଲେ ବି.ଡି.ଏସ୍ ପାଇଁ ପ୍ରାର୍ଥୀଙ୍କ ବୟସ ୨୦ ବର୍ଷରୁ କମ୍ ହେବା ଆବଶ୍ୟକ।
				</li>
			  <li>ଲିଙ୍କ୍:<a href="https://admissions.nid.edu/NIDA2024/Default.aspx">  https://admissions.nid.edu/NIDA2024/Default.aspx</a> </li>
			  <li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଡିସେମ୍ବରରେ
			</li>
		  </ul>
	  </td>
	</tr>
	
	<tr>
        <td>26</td>
        <td>ଏଆଇଏମ ନେଟ୍</td>
        <td>ଅଲ୍ ଇଣ୍ଡିଆ ମର୍ଚଣ୍ଟ୍ ନେଭି ପ୍ରବେଶିକା ପରୀକ୍ଷା (ଏଆଇଏମ୍ଏନ୍ଇଟି) ହେଉଛି ଏକ ମାନକ ପରୀକ୍ଷା ଯାହା ସାମୁଦ୍ରିକ ପ୍ରଶିକ୍ଷଣ ଏବଂ ଆନୁଷଙ୍ଗିକ କାର୍ଯ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପ୍ରାର୍ଥୀମାନଙ୍କୁ ସ୍କ୍ରିନିଂ କରିବାର ସୁବିଧା ପାଇଁ ଅଫସୋର୍ ସିପିଂ ଏକାଡେମୀ ଦ୍ୱାରା ପରିଚାଳିତ ହେଉଛି ।

        	<ul>
        		<li>ଯୋଗ୍ୟତା - ପରୀକ୍ଷା ପାଇଁ ଆବେଦନ କରିବା ପାଇଁ ଆବଶ୍ୟକ ସର୍ବନିମ୍ନ ଶିକ୍ଷାଗତ ଯୋଗ୍ୟତା ହେଉଛି ଉଚ୍ଚ ମାଧ୍ୟମିକ (୧୦+୨) କିମ୍ବା କୌଣସି ସମକକ୍ଷ ଶିକ୍ଷା, ଯେଉଁଥିରେ ସାଧାରଣ ବର୍ଗ ପାଇଁ ସର୍ବନିମ୍ନ ୬୦% ଏବଂ ଏସସି/ଏସଟି/ଓବିସି ପାଇଁ ୪୫%। ପଦାର୍ଥ ବିଜ୍ଞାନ, ରସାୟନ ବିଜ୍ଞାନ କିମ୍ବା ଗଣିତ ବିଷୟ ସହିତ ୧୦+୨ କିମ୍ବା ସମକକ୍ଷ ପାସ୍ କରିବାକୁ ପଡ଼ିବ। ପ୍ରାର୍ଥୀଙ୍କ ବୟସ ୧୭ରୁ ୨୫ ବର୍ଷ ମଧ୍ୟରେ ହେବା ଆବଶ୍ୟକ ।</li>
        		<li>ଲିଙ୍କ୍:<a href="https://www.entrance.net.in/11875.html"> https://www.entrance.net.in/11875.html </a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଜୁନ୍ ମାସରେ
				</li>
        	</ul>
        </td>      
      </tr>
      <tr>
        <td>27</td>
        <td>ଏଫଡିଡିଆଇ ଏଆଇଏସଟି</td>
        <td> ଫୁଟୱେର୍ ଆଣ୍ଡ୍ ଡେଭଲପମେଣ୍ଟ୍ ଇନଷ୍ଟିଚ୍ୟୁଟ୍ ପକ୍ଷରୁ ଜୋତା ଡିଜାଇନ୍, ଲେଦର୍ ଗୁଡ୍ସ୍ ଆଣ୍ଡ୍ ଆକ୍ସେସରୀ ଡିଜାଇନ୍, ଫ୍ୟାସନ୍ ଡିଜାଇନ୍ ଏବଂ ରିଟେଲ୍ ଆଣ୍ଡ୍ ସନ୍ ମାର୍କେଣ୍ଡାଇଜ୍ ରେ ପେସାଦାର ପାଠ୍ୟକ୍ରମରେ ନାମଲେଖା ପାଇଁ ପ୍ରାର୍ଥୀଙ୍କୁ ଚୟନ କରିବା ପାଇଁ ସର୍ବଭାରତୀୟ ଚୟନ ପରୀକ୍ଷା (ଏଆଇଏସଟି) କରାଯାଇଥାଏ।
			 <ul>
        		<li>ଯୋଗ୍ୟତା - ଏହା କୋର୍ସ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।</li>
        		<li>ଲିଙ୍କ୍:<a href=" https://fddiindia.com/eligibility-Criteria"> https://fddiindia.com/eligibility-Criteria </a> </li>
        		<li>ଲିଙ୍କ୍:<a href="  https://fddiindia.com/admission-process"> https://fddiindia.com/admission-process </a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ମେ ମାସରେ</li>
			 </ul>
        </td>      
      </tr>
      <tr>
        <td>28</td>
        <td>ଆରଆଇଇ ସିଇଇ</td>
        <td> ଆଞ୍ଚଳିକ ଶିକ୍ଷା ପ୍ରତିଷ୍ଠାନ, ଏନସିଇଆରଟି ଅନୁଷ୍ଠାନରେ ବିଏଡ୍ ପାଠ୍ୟକ୍ରମ ନାମଲେଖା ପାଇଁ ଆଞ୍ଚଳିକ ଶିକ୍ଷା ପ୍ରତିଷ୍ଠାନ ସାଧାରଣ ପ୍ରବେଶିକା ପରୀକ୍ଷା ଅନୁଷ୍ଠିତ ହୁଏ । 
			ଅନୁଷ୍ଠାନଗୁଡିକ ମଧ୍ୟରେ ଆରଆଇଇ ଭୁବନେଶ୍ୱର, ଆରଆଇଇ ଭୋପାଳ, ଆରଆଇଇ ମଇସୁର ଇତ୍ୟାଦି ଅନ୍ତର୍ଭୁକ୍ତ ।

        	<ul>
        		<li>ଯୋଗ୍ୟତା - ବି.ଏଡ୍. ପାଠ୍ୟକ୍ରମ ଅନୁସାରେ ଏହା ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।</li>
        		<li>ଲିଙ୍କ୍:<a href=" https://www.riebbs.ac.in/"> https://www.riebbs.ac.in/</a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଜୁଲାଇରେ</li>
        	</ul>
        </td>      
      </tr>
      <tr>
        <td>29</td>
        <td>ସାଟ୍ - ଶିକ୍ଷା 'ଓ' ଅନୁସନ୍ଧାନ ନାମଲେଖା ପରୀକ୍ଷା (ସାଟ୍)</td>
        <td>ଇଞ୍ଜିନିୟରିଂ, ଫାର୍ମାସି, ନର୍ସିଂ, କୃଷି, ଆଇନ, ପରିଚାଳନା ଏବଂ ହୋଟେଲ୍ ମ୍ୟାନେଜମେଣ୍ଟର ୟୁଜି ଓ ପିଜି ପାଠ୍ୟକ୍ରମରେ ପ୍ରଦାନ କରାଯାଉଥିବା ବିଭିନ୍ନ ପାଠ୍ୟକ୍ରମ ପାଇଁ ଶିକ୍ଷା 'ଓ' ଅନୁସନ୍ଧାନ ବିଶ୍ୱବିଦ୍ୟାଳୟ ଦ୍ୱାରା ଜାତୀୟ ସ୍ତରର ପ୍ରବେଶିକା ପରୀକ୍ଷା।

        	<ul>
        		<li>ଯୋଗ୍ୟତା - ଏହା କୋର୍ସ ଅନୁଯାୟୀ ଭିନ୍ନ ଅଟେ, ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣ ନିମ୍ନ ଲିଙ୍କ୍:ସହିତ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ।</li>
        		<li>ଲିଙ୍କ୍:<a href=" https://www.admission.soa.ac.in/saat"> https://www.admission.soa.ac.in/saat </a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଥରେ ଜୁନ୍ ମାସରେ</li>
        	</ul>
        </td>      
      </tr>
      <tr>
        <td>30</td>
        <td>ସିଡିଏସ୍</td>
        <td>ଭାରତୀୟ ସାମରିକ ଏକାଡେମୀ, ଅଫିସର୍ସ ଟ୍ରେନିଂ ଏକାଡେମୀ, ଭାରତୀୟ ନୌସେନା ଏକାଡେମୀ ଏବଂ ଭାରତୀୟ ବାୟୁସେନା ଏକାଡେମୀରେ କମିଶନ୍ ଅଫିସର ନିଯୁକ୍ତି ପାଇଁ କେନ୍ଦ୍ର ଲୋକସେବା ଆୟୋଗ ଦ୍ୱାରା ମିଳିତ ପ୍ରତିରକ୍ଷା ସେବା ପରୀକ୍ଷା (ସିଡିଏସ) ପରିଚାଳିତ ହୋଇଥାଏ। 

        	<ul>
        		<li>ଯୋଗ୍ୟତା - ସିଡିଏସ୍ ଯୋଗ୍ୟତା ପାଇଁ ପ୍ରାର୍ଥୀ ସ୍ନାତକ ଡିଗ୍ରୀ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ସହ ୨୦ରୁ ୨୪ ବର୍ଷ ମଧ୍ୟରେ ବୟସ ହୋଇଥିବା ଆବଶ୍ୟକ। ଏହାବ୍ୟତୀତ, ଆପଣଙ୍କୁ ୟୁପିଏସସି ଦ୍ୱାରା ନିର୍ଦ୍ଦିଷ୍ଟ ଶାରୀରିକ ଏବଂ ଡାକ୍ତରୀ ମାନଦଣ୍ଡ ପୂରଣ କରିବାକୁ ପଡିବ । ଅଧିକ ବିବରଣୀ ପାଇଁ ଆପଣ ଅଫିସିଆଲ୍ ସାଇଟ୍ ପରିଦର୍ଶନ କରିପାରିବେ। 
				</li>
        		<li>ଲିଙ୍କ୍:<a href="https://upsc.gov.in/examinations/Combined%20Defence%20Services%20Examination%20%28I%29%2C%202023">https://upsc.gov.in/examinations/Combined%20Defence%20Services%20Examination%20%28I%29%2C%202023 </a> </li>
        		<li>ବାରମ୍ବାରତା- ବର୍ଷକୁ ଦୁଇଥର ଫେବୃଆରୀ ଓ ସେପ୍ଟେମ୍ବରରେ
				</li>
        	</ul>
        </td>      
      </tr>


	  
    </tbody>
  </table>

					</div>
				</div>
			</div>
		</section>
		<?php include "include/before-footer.php";?>
	</body>
</html>